Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/rammeplan_for_barnehagen.pdf.tmx
Source language: nob
Languages: smj

source: Forskrift om rammeplan for barnehagens innhold og oppgaver
smj: Rámmaplána njuolgadustjála mánájgárde sisano ja dahkamusáj hárráj

source: Stortinget har i lov 17. juni 2005 nr. 64 om barnehager (barnehageloven) fastsatt overordnede bestemmelser om barnehagens innhold og oppgaver, jf. § 1, § 1a, § 2, § 3, § 4 og § 5. Forskrift om rammeplan for barnehagens innhold og oppgaver (rammeplanen) fastsetter utfyllende bestemmelser om barnehagens innhold og oppgaver.
smj: Stuorradigge le lágajn biehtsemáno 17. biejves nr 64 mánágárdij hárráj (mánájgárddeláhka) mierredam bádjásasj mærrádusá mánájgárde sisano ja dahkamusáj hárráj, bs. §§ 1, 1a, 2, n3, 4 ja 5. Rámmaplána njuolgadustjála mánájgárde sisano ja dahkamusáj hárráj (rámmapládna) buktá lasse mærrádusájt mánágárde sisano ja dahkamusáj hárráj.

source: Rammeplanen trer i kraft 1. august 2017.
smj: Rámmapládna doajmmagoahtá bårggemáno 1. biejve 2017.

source: Fra samme tidspunkt oppheves forskrift 1. mars 2006 nr. 266 om rammeplan for barnehagens innhold og oppgaver.
smj: Sæmmi båttås fámoduhteduvvá njuolgadustjála snjuktjamáno 1. biejves 2006 nr. 266 rámmapládna mánájgárde sisano ja dahkamusáj hárráj.

source: Hjemmel: Fastsatt av Kunnskapsdepartementet 24. april 2017 med hjemmel i lov 17. juni 2005 nr. 64 om barnehager (barnehageloven) § 2 syvende ledd.
smj: Láhkaloahpádus: Mierredum Mahttodepartementas vuoratjismano 24. biejve 2017 láhkaloahpadusájn lágas biehtsemáno 17. biejves 2005 nr. 64 mánájgárdij hárráj (mánájgárddeláhka) § 2 giehttjit oasse.

source: Endret ved forskrift 8. mai 2017 nr. 588.
smj: Rievdaduvvam njuolgadustjállaga baktu moarmesmáno 8. biejve nr. 588.

source: 1. Barnehagens verdigrunnlag
smj: 1. Mánájgárde árvvovuodo

source: Barnehagens verdigrunnlag skal formidles, praktiseres og oppleves i alle deler av barnehagens pedagogiske arbeid.
smj: Mánájgárde árvvovuodo galggá gaskostaláduvvat, dåjmaduvvat ja åtsådaláduvvat juohkka pedagogihkalasj bargon mánájgárden.

source: Barndommen har egenverdi, og barnehagen skal ha en helhetlig tilnærming til barnas utvikling.
smj: Mánnávuodan le iesjárvvo, ja mánájgárden galggá liehket åbbålasj lahkanibme mánáj åvddånibmáj.

source: Barnehagens samfunnsmandat er, i samarbeid og forståelse med hjemmet, å ivareta barnas behov for omsorg og lek og fremme læring og danning som grunnlag for allsidig utvikling.
smj: Mánájgárde sebrudakmandáhtta le, aktisasjvuodan ja semasvuodajn sijdajn, bærrájgåhtset mánáj dárbov huvso ja ståhkama hárráj, ja åvdedit oahppamav ja ávddamav vuodon ålles åvddånibmáj.

source: Lek, omsorg, læring og danning skal ses i sammenheng.
smj: Ståhkamav, huvsov, oahppamav ja ávddamav viertti gæhttjat aktijvuodan.

source: Det fremgår av barnehageloven § 1 at barnehagen skal bygge på grunnleggende verdier i kristen og humanistisk arv og tradisjon, slik som respekt for menneskeverdet og naturen, på åndsfrihet, nestekjærlighet, tilgivelse, likeverd og solidaritet, verdier som kommer til uttrykk i ulike religioner og livssyn og som er forankret i menneskerettighetene.
smj: Mánájgárddelága § 1 åvddånboahtá mánájgárdde galggá vuododuvvat vuodulasj árvojda risstalasj ja humanistalasj árbe ja dábij milta, duola dagu vieledibme almasjárvvuj ja luonnduj, vuojŋŋalasj friddjavuohtaj, guojmmegieresvuohtaj, ándagisluojttemij, avtaárvvusasjvuohtaj ja solidaritiehttaj, árvo ma åvddånbåhti duon dán åskon ja iellemvuojnojn ja ma li tjanádum almasjrievtesvuodajda.

source: Alle barnehager skal bygge på verdigrunnlaget som er fastsatt i barnehageloven og internasjonale konvensjoner som Norge har sluttet seg til, slik som FNs konvensjon av 20. november 1989 om barnets rettigheter (barnekonvensjonen) og ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater (ILO-konvensjonen).
smj: Divna mánájgárde galggi liehket árvvovuoduj tjanádum mij le mierredum mánájgárddelágan ja rijkajgasskasasj konvensjåvnåjn majt Vuodna le dåhkkidam, degu AN:a konvensjåvnåv basádismáno 20. biejves 1989 mij guosská mánáj rievtes vuodajda (mánájkonvensjåvnnå) ja ILO-konvensjåvnnå nr. 169 mij guosská álggoálmmugijda ja tjerdalasj álmmugijda iesjrádálasj stáhtajn (ILOkonven sjåvnnå).

source: Å møte individets behov for omsorg, trygghet, tilhørighet og anerkjennelse og sikre at barna får ta del i og medvirke i fellesskapet, er viktige verdier som skal gjenspeiles i barnehagen.
smj: Duosstot mánáj dárbojt mij gullu huksuj, jasskavuohtaj, gulluvasjvuohtaj ja dåhk kidibmáj ja sihkarasstet vaj máná oadtju oasev ja aj doajmmat aktisasjvuodan, le ájnas árvo ma galggi vuojnnusij boahtet mánájgárden.

source: Barnehagen skal fremme demokrati, mangfold og gjensidig respekt, likestilling, bærekraftig utvikling, livsmestring og helse.
smj: Mánájgárdde galggá åvdedit demokratijjav, moattevuodav ja gasskasasj vieledimev, dássásasjvuodav, nanos åvddånimev, iellemrijbadimev ja varresvuodav.

source: Norge har, med bakgrunn i urfolks særlige rettigheter, en særlig forpliktelse til å ivareta samiske barns og foreldres interesser, jf. Grunnloven § 108, barnekonvensjonen art. 30 og ILO-konvensjonen.
smj: Vuonarijkan le, álggoálmmugij sierra rievtesvuodaj gáktuj, sierralágásj vælggogisvuodav bærrájgåhtset sáme mánáj ja æjgádij berustimijt, bs. vuodoláhka § 108, mánájkonvensjåvnnå art. 30 ja ILO-konvensjåvnnå.

source: Samiske barn i barnehage skal få støtte til å bevare og utvikle sitt språk, sin kunnskap og sin kultur uavhengig av hvor i landet de bor.
smj: Sámemáná mánájgárdijn galggi oatsoduvvat vaj bisodi ja åvddånahtti gielasa, máhtudagás ja kultuvrav berustahtek gånnå rijkan li årromin.

source: Barn og barndom
smj: Máná ja mánnávuohta

source: Barnehagen skal anerkjenne og ivareta barndommens egenverdi.
smj: Mánájgárdde galggá dåhkkidit ja bærrájgåhtset mánnávuoda iesjárvov.

source: Å bidra til at alle barn som går i barnehage, får en god barndom preget av trivsel, vennskap og lek, er fundamentalt.
smj: Væhkádallat vaj divna máná gudi li mánájgárdijn oadtju buorre mánnávuodav gånnå soapptsu, rádnastalli ja ståhki, le ájnas.

source: Barnehagen er også en forberedelse til aktiv deltakelse i samfunnet og bidrar til å legge grunnlaget for et godt liv.
smj: Mánájgárden le aj gárvedime ájgge dåjmalattjat sebrudahkaj oassálastátjit mij vas vaddá vuodov buorre iellemij.

source: Alle handlinger og avgjørelser som berører barnet, skal ha barnets beste som grunnleggende hensyn, jf. Grunnloven § 104 og barnekonvensjonen art. 3 nr. 1. Dette er et overordnet prinsipp som gjelder for all barnehagevirksomhet.
smj: Divna ássje ma mánnáj guosski, galggi mánnáj buorren boahtet, bs. Vuodolágav § 104 ja mánájkonvensjåvnåv art. 3 nr. 1. Dát le bádjásasj prinsihppa mij guosská ålles mánájgárde doajmmaj.

source: Barna skal møtes som individer, og barnehagen skal ha respekt for barnets opplevelsesverden.
smj: Máná galggi sierra indivijddan duostoduvvat, ja mánájgárdde galggá máná åtsådallamilmev vieledit.

source: Barns liv påvirkes av omgivelsene, men barn påvirker også sine egne liv.
smj: Máná bájnnuji birrusijs, valla máná aj bájnniji ietjasa iellemav.

source: Barnehagen skal gi rom for barnas ulike forutsetninger, perspektiver og erfaringer og bidra til at barna, i fellesskap med andre, utvikler et positivt forhold til seg selv og tro på egne evner.
smj: Mánájgárdde galggá mánájda sajev vaddet iesjgeŋga máhtukvuodajn, perspektijvajn ja åtsådallamij ja viehkedit vaj máná, aktan iehtjádij, åmastit buorre vuojnov ietjasa hárráj ja ietjas máhtukvuodaj hárráj.

source: Barna skal møtes med empati og få mulighet til å videreutvikle egen empati og evne til tilgivelse.
smj: Máná galggi duostoduvvat empatijajn ja oadtjot máhttelisvuodav ietjasa empatijav ja ándagisluojttem máhtukvuodav åvddånahttet.

source: Demokrati
smj: Demokratijja

source: Økt mangfold og individualisering gir behov for demokratiforståelse, respekt for forskjellighet og positive holdninger til å leve sammen i fellesskap.
smj: Valljudahka ja individualiserim buktá dárbov demokratijja dádjadussaj, moattelágásjvuodaj vieledibmáj ja buorre guottojda aktisasjvuodan aktan viesutjit.

source: Gjennom å delta i barnehagens fellesskap skal barna få mulighet til å utvikle forståelse for samfunnet og den verden de er en del av.
smj: Gå máná mánájgárde aktisasjvuohtaj oassálassti, de oadtju dádjadusáv sebrudagás ja dat væráldis massta li oassen.

source: Barnehagen skal fremme demokrati og være et inkluderende fellesskap der alle får anledning til å ytre seg, bli hørt og delta.
smj: Mánájgárdde galggá demokratijjav åvdedit ja liehket sebrudahtte aktisasjvuohta gånnå divna bessi oassálasstet, gullut ja

source: Alle barn skal kunne få oppleve demokratisk deltakelse ved å bidra og medvirke til barnehagens innhold, uavhengig av kommunikasjonsevner og språklige ferdigheter.
smj: Divna máná galggi bessat åtsådallat sij li oasen demokratijjas gå li vájkkudime mánájgárde sisadnuj, berustahtek guládallammáhtukvuodas ja gielalasj tjehpudagás.

source: Barn i samiske barnehager skal få mulighet til å bidra og medvirke på sitt eget språk.
smj: Máná sáme mánájgárdijn galggi oadtjot máhttelisvuodav ietjasa giela baktu oassálasstet.

source: Ulike meninger og perspektiver skal få komme til uttrykk og være utgangspunkt for utviklingen av barnehagen som demokratisk fellesskap.
smj: Duo dá vuojno ja ájádusá ja perspektijva galggi åvddånboahtet ja liehket vuodon gå mánájgárdde åvddån demokratijjalasj aktisasjvuohtan.

source: Barnehagen skal bidra til at barna får forståelse for og slutter opp om demokratiske verdier og normer som ligger til grunn for det samfunnet vi har i dag.
smj: Mánájgárdde galggá vaddet mánájda dádjadusáv ja åmastit demokratijjalasj árvojt ja dábijt ma li vuodon udnásj sebrudagán.

source: Barnets åndsfrihet skal anerkjennes.
smj: Mánáj vuojŋ ŋalasj friddjavuohta galggá dåhkkiduvvat.

source: Mangfold og gjensidig respekt
smj: Moattevuohta ja gasskasasj vieledibme

source: Barnehagen skal fremme respekt for menneskeverdet ved å synliggjøre, verdsette og fremme mangfold og gjensidig respekt.
smj: Mánájgárdde galggá almasjárvo vieledimev åvdedit gå tjalmos, árvvon adná, ja åvdet moattevuodav ja gasskasasj vieledimev.

source: Barna skal få oppleve at det finnes mange måter å tenke, handle og leve på.
smj: Máná galggi bessat åtsådallat moattevuodav ájádusáj, dåmadimij ja viessoma hárráj.

source: Samtidig skal barnehagen gi felles erfaringer og synliggjøre verdien av fellesskap.
smj: Sæmmi bále galggá mánájgárdde vaddet aktisasj åtsådallamijt ja tjalmostit aktisasjvuoda árvov.

source: Barnehagen skal vise hvordan alle kan lære av hverandre og fremme barnas nysgjerrighet og undring over likheter og forskjeller.
smj: Mánájgárdde galggá vuosedit gåktu divna máhtti nubbe nuppes oahppat ja mánáj njunjágisvuodav åvdedit ja imájdallamav muodukvuodajs ja sieradusájs.

source: Barnehagen skal bidra til at alle barn føler seg sett og anerkjent for den de er, og synliggjøre den enkeltes plass og verdi i fellesskapet.
smj: Mánájgárdde galggá divna mánájt vuojnnet ja dåhkkidit, ja tjalmostit ájnegis máná sajev ja árvov aktisasjvuodan.

source: Barnehagen skal bruke mangfold som en ressurs i det pedagogiske arbeidet og støtte, styrke og følge opp barna ut fra deres egne kulturelle og individuelle forutsetninger.
smj: Mánájgárden galggá moattevuohta liehket resurssan pedagogihkalasj bargon ja doarjjot, gievrrodahttet ja oatsodit mánáv ietjas kultuvralasj ja individuála máhtukvuodas.

source: Barnehagen skal synliggjøre variasjoner i verdier, religion og livssyn.
smj: Mánájgárdde galggá tjalmostit variasjåvnåjt árvojs, åskojs ja iellemvuojnojs.

source: Det skal være plass for en åndelig dimensjon i barnehagen som må brukes som utgangspunkt for dialog og respekt for mangfold.
smj: Mánájgárden galggá liehket sadje vuojŋŋalasj dimensjåvnnåj mij le vuodon dialåvggåj ja moattevuoda vieledibmáj.

source: Barnehagen skal legge til rette for kulturmøter, gi rom for barnas egen kulturskaping og bidra til at alle barn kan få oppleve glede og mestring i sosiale og kulturelle fellesskap.
smj: Mánájgárden galggá liehket sadje kultuvrratjåhkanimijda, vaddet sajev mánáj ietjasa kultuvrrahábbmimij ja vaddet mánájda máhttelisvuodav dåbddåt ávov ja bessat rijbadit sosiála ja kultuvralasj aktisasjvuodan.

source: Barnehagen skal by på varierte impulser, opplevelser og erfaringer og omfatte lokale, nasjonale og internasjonale perspektiver.
smj: Mánájgárdde galggá vaddet moattelágásj svidájt, åtsådallamijt ja vásádusájt ja gåbttjåt bájkálasj, nasjonála ja rijkajgasskasasj perspektijvajt.

source: Barnehagen skal synliggjøre samisk kultur og bidra til at barna kan utvikle respekt og fellesskapsfølelse for det samiske mangfoldet.
smj: Mánájgárdde galggá sáme kultuvrav tjalmostit ja viehkedit mánájt vieledimev åvdedit ja aktisasjvuodadåbdov sáme moattevuoda hárráj.

source: Barnehagen skal synliggjøre et mangfold i familieformer og sørge for at alle barn får sin familie speilet i barnehagen.
smj: Mánájgárdde galggá tjalmostit moattevuodav fámiljaj gáktuj ja berustit vaj divnajn le ietjasa fámilljahábme mánájgárden.

source: Likestilling og likeverd
smj: Dássádus ja avtaárvvusasjvuohta

source: Barnehagen skal fremme likeverd og likestilling uavhengig av kjønn, funksjonsevne, seksuell orientering, kjønnsidentitet og kjønnsuttrykk, etnisitet, kultur, sosial status, språk, religion og livssyn.
smj: Mánájgárdde galggá avtaárvvusasjvuodav ja dássádusáv åvdedit berustahtek sjiervijs, doajmmamáhtukvuodas, seksuála sieradusájs, sjiervveidentitiehtas ja sjiervvevuodas, etnisitiehtas, kultuvras, sosiála stáhtusis, gielas, åskos ja iellemvuojnos.

source: Barnehagen skal motvirke alle former for diskriminering og fremme nestekjærlighet.
smj: Mánájgárdde galggá gájklágásj badjelgæhttjamijt duostodit ja guojmmegieresvuodav åvdedit.

source: Barnehagen skal bygge sin virksomhet på prinsippet om likestilling og ikke- diskriminering og bidra til at barna møter og skaper et likestilt samfunn.
smj: Mánájgárdde galggá doajmmat dássádus ja ij-badjelgæhttjam prinsihpaj milta ja viehkedit vaj máná dejvadi ja ásadit sebrudagáv gånnå le dássádus.

source: Alle skal ha like muligheter til å bli sett, hørt og oppmuntret til å delta i fellesskap i alle aktiviteter i barnehagen.
smj: Divnajn galggá liehket máhttelisvuohta vuojnnut, gullut ja måvtåstuvvat oassálastátjit divna dåjmajda ma li mánájgárden.

source: Personalet må reflektere over sine egne holdninger for best mulig å kunne formidle og fremme likeverd og likestilling.
smj: Bargge vierttiji ájádallat ietjasa guottoj hárráj vaj buoremusát máhtti åvddånbuktet ja åvdedit avtaárvvusasjvuodav ja dássádusáv.

source: Bærekraftig utvikling
smj: Nanos åvddånibme

source: Barna skal lære å ta vare på seg selv, hverandre og naturen.
smj: Máná galggi oahppat ietjasa huksat, nubbe nuppev ja luondov.

source: Bærekraftig utvikling omfatter natur, økonomi og sosiale forhold og er en forutsetning for å ta vare på livet på jorden slik vi kjenner det.
smj: Nanos åvd dånibmáj gullu luonndo, ekonomijja ja sosiála dile ja le dárbulasj gå huksá iellemav ednamin nav gåktu iellem le.

source: Barnehagen har derfor en viktig oppgave i å fremme verdier, holdninger og praksis for mer bærekraftige samfunn.
smj: Mánájgárden le dan diehti ájnas barggo åvdedit árvojt, guottojt ja dåjmajt nannusap sebrudahkaj.

source: Bærekraftig utvikling handler om at mennesker som lever i dag, får dekket sine grunnleggende behov uten å ødelegge fremtidige generasjoners mulighet til å dekke sine.
smj: Nanos åvddånibme le gå ulmutja gudi dálla viessu, oadtju vuodulasj dárbojt åmastit váni biejstek boahtte buolvaj máhttelisvuodajt åmastittjat ietjasa dárbojt.

source: Det handler om å tenke og handle lokalt, nasjonalt og globalt.
smj: Dánna le gatjálvis ájádallat ja dåmadit bájkálattjat, nasjonálalattjat ja globálalattjat.

source: Barnehagen skal bidra til at barna kan forstå at dagens handlinger har konsekvenser for fremtiden.
smj: Mánájgárdde galggá vaddet mánájda dádjadusáv jut udnásj dåjmajs sjaddi båhtusa boahtte ájggáj.

source: Barnehagen skal legge grunnlag for barnas evne til å tenke kritisk, handle etisk og vise solidaritet.
smj: Mánájgárdde galggá vaddet mánájda máhttelisvuodav lájttalisát ájádallat, etihkalattjat dåmadittjat ja solidaritiehtav vuosedittjat.

source: Barna skal gjøre erfaringer med å gi omsorg og ta vare på omgivelsene og naturen.
smj: Máná galggi bessat åtsådallat mij le huvsov vaddet ja bærrájgæhttjat birrusav ja luondov.

source: For samiske barn betyr dette å leve i samklang med, nyttiggjøre seg av og høste av naturen.
smj: Sáme mánájda merkaj dat semalattjat luondujn viessot, ávkkit ja tjuohppat luondos.

source: Barna skal få naturopplevelser og bli kjent med naturens mangfold, og barnehagen skal bidra til at barna opplever tilhørighet til naturen.
smj: Máná galggi luonndovásádusájt åmastit ja luondo moattevuohtaj oahpásmuvvat, ja mánájgárdde galggá vaddet mánájda gulluvasjvuodav luonnduj.

source: Livsmestring og helse
smj: Iellemrijbadibme ja varresvuohta

source: Barnehagen skal ha en helsefremmende og forebyggende funksjon og bidra til å utjevne sosiale forskjeller.
smj: Mánájgárden galggá liehket varresvuodaåvdedim- ja duostodimfunksjåvnnå ja binnedit sosiála sieradusájt.

source: Barnas fysiske og psykiske helse skal fremmes i barnehagen.
smj: Mánáj rubbmelasj ja psykalasj varresvuohta galggá mánájgárden åvdeduvvat.

source: Barnehagen skal bidra til barnas trivsel, livsglede, mestring og følelse av egenverd og forebygge krenkelser og mobbing.
smj: Mánájgárdde galggá vaddet mánájda máhttelisvuodav soapptsot, iellemávov, rijbadimev ja iesjárvo dåbdov ja duostudit illastimijt jali givsedimijt.

source: Om et barn opplever krenkelser eller mobbing, må barnehagen håndtere, stoppe og følge opp dette.
smj: Jus mánná illastimijt ja givsedimijt váset, de viertti mánájgárdde dakkár dáhpádusájt ganugahttet ja dajt ássjijt gåtsedit.

source: Barnehagen skal være et trygt og utfordrende sted der barna kan prøve ut ulike sider ved samspill, fellesskap og vennskap.
smj: Mánájgárdde galggá liehket jasska ja hásstaliddje sadje gånnå máná bessi gæhttjalit duov dáv aktan, aktisasjvuodan ja rádnastaládijn.

source: Barna skal få støtte i å mestre motgang, håndtere utfordringer og bli kjent med egne og andres følelser.
smj: Máná galggi doarjoduvvat vaj rijbadi vuosstemannamij, hásstalusáj dåmadit, ja oahpásmuvvat ietjas ja iehtjádij dåbdojda.

source: Barna skal ha mulighet til ro, hvile og avslapping i løpet av barnehagedagen.
smj: Mánájn galggá liehket máhttelisvuohta vuojŋadit biejve birán.

source: Barnehagen skal være en arena for daglig fysisk aktivitet og fremme barnas bevegelsesglede og motoriske utvikling.
smj: Mánájgárdde galggá liehket arenán rubbmelasj dåjmajda ja mánáj labudallamávov åvdedit ja rubbmelasj åvddånimev.

source: Måltider og matlaging i barnehagen skal gi barna et grunnlag for å utvikle matglede og sunne helsevaner.
smj: Bårråmusá ja biebbmogárvedibme mánájgárden galggá mánájda biebbmoávov vaddet ja lassjes varresvuodadábijt.

source: Gjennom den daglige og nære kontakten med barna er barnehagen i en sentral posisjon til å kunne observere og motta informasjon om barnas omsorgs- og livssituasjon.
smj: Bæjválasj ja lahka aktijvuodan mánáj le mánájgárdde guovdásj dilen vaj máhtti vuojnnet ja diedojt oadtjot mánáj hukso- ja iellemdiles.

source: Personalet skal ha et bevisst forhold til at barn kan være utsatt for omsorgssvikt, vold og seksuelle overgrep, og vite hvordan dette kan forebygges og oppdages.
smj: Barggijn galggá liehket diedulasj dádjadus jut máná máhtti liehket huvsodisvuoda dilen, ja vahágahttem ja seksuála illastime dilen, ja vierttiji diehtet gåktu dajt duosstot ja ielvvet.

source: Personalet skal kjenne til opplysningsplikten til barnevernet, jf. barnehageloven § 22.
smj: Bargge galggi diehtet diededimvælgo birra mánájsuodjalibmáj, bs. mánájgárddeláhka § 22.

source: Barnehager med særlige formål
smj: Mánájgárde sierra ulmij

source: Alle barnehager, uansett eierforhold, er forpliktet til å oppfylle barnehagens formål slik dette er beskrevet i barnehageloven § 1 og i rammeplanen.
smj: Divna mánájgárde, berustahtek æjggumdilev, le vælggogisá ållidit mánájgárdde ulmijt gåktu li tjielggidum mánájgárddelágan § 1 ja rámmaplánan.

source: Barnehageloven § 1 fastslår at barnehagen skal bygge på grunnleggende verdier i kristen og humanistisk arv og tradisjon, verdier som kommer til uttrykk i ulike religioner og livssyn og som er forankret i menneskerettighetene.
smj: Mánájgárddeláhka § 1 tjårggi mánájgárdde galggá doajmmat vuodulasj árvoj milta risstalasj ja humanistalasj árbe ja dábe milta, árvo ma åvddånbåhti duon dán åskon ja iellemvuojnojn ja ma li almasjrievtesvuodajda tjanádum.

source: Barnehageloven § 1a gir private barnehager adgang til å bestemme at verdiene i barnehagelovens formålsbestemmelse ikke skal forankres i kristen og humanistisk arv og tradisjon.
smj: Mánájgárddeláhka § 1a vaddá priváhta mánájgárdijda máhttelisvuodav mierredit jut árvo mánájgárde ulmmemærrádusájn e galga risstalasj ja humanistalasj árvojda ja dábijda tjanáduvvat.

source: Den enkelte barnehage kan derfor ha en innfallsvinkel til formålsbestemmelsen som samsvarer med annen religiøs eller filosofisk overbevisning.
smj: Ájnegis mánájgárdde máhttá dan diehti adnet ájádusáv ulmmemærrádusájn mij guosská ietjá åsskuj jali filosofijjalasj dádjadussaj.

source: Barnehageloven § 1a gir også private barnehager og barnehager eiet eller drevet av menigheter innen Den norske kirke, adgang til å fastsette særlige bestemmelser om livssynsformål som et supplement til barnehagelovens formålsbestemmelse.
smj: Mánájgárddeláhka § 1a vaddá aj priváhta mánájgárdijda ja mánájgárdijda majt tjoaggulvisá Vuona girkkon jådedi, máhttelisvuodav biedjat sierra mærrádusájt iellemvuojno hárráj duodden mánájgárddelága ulmmemærrádussaj.

source: Bestemmelser om særlige formål skal fastsettes i barnehagens vedtekter.
smj: Mærrádusá sierra ulmij galggi mierreduvvat mánájgárde njuolgadusájn.

source: For barnehager som fastsetter særlige bestemmelser om livssynsformål, skal det fremgå av vedtektene hva disse innebærer.
smj: Mánájgárdijda ma mierredi sierra mærrádusájt iellemvuojno hárráj, galggá njuolgadusájn åvddånboahtet majt da merkahi.

source: Uavhengig av om barnehagen velger en annen innfallsvinkel til formålsbestemmelsen eller fastsetter særlige bestemmelser om livssynsformål, er barnehagen forpliktet til å ivareta verdiene i formålsbestemmelsen som er forankret i menneskerettighetene.
smj: Berustahtek jus mánájgárdde vállji ietjá lahkanimev ulmmemærrádusájda jali mierret sierra mærrádusájt iellemvuojno hárráj, le mánájgárden vælggogis vuohta bærrájgåhtset árvojt ulmmemærrádusájn ma li almasjrievtesvuodajda tjanádum.

source: Alle barnehager, uansett eierforhold, er forpliktet til å drive barnehagen i samsvar med dette felles verdigrunnlaget;
smj: Divna mánájgárde, berustahtek æjggumdilijs li vælggogisá mánájgárdev jådedit dájna aktisasj árvvovuodujn;

source: respekt for menneskeverdet og naturen, åndsfrihet, nestekjærlighet, tilgivelse, likeverd og solidaritet.
smj: vieledibme almasjárvos ja luondos, vuojŋŋalasj friddjavuohta, guojmmegieresvuohta, ándagisluojttem, avtaárvvusasjvuohta ja solidaritiehtta.

source: 2. Ansvar og roller
smj: 2. Åvdåsvásstádus ja rålla

source: Barnehageeieren og alle som arbeider i barnehagen, skal sammen bidra til å oppfylle målene og kravene i rammeplanen med utgangspunkt i sine erfaringer og sin kompetanse.
smj: Mánájgárddeæjgáda ja divna gudi mánájgárden barggi, galggi aktan rámmaplána ulmijt ållidit ja gájbbádusájt ietjasa åtsådallamij ja máhtudagá milta.

source: Dette kapitlet beskriver barnehageeierens, styrerens og den pedagogiske lederens roller i barnehagen.
smj: Dát kapihtal tjielggi mánájgárddeæjgádij, jådediddje ja pedagogihkalasj jådediddje rållav mánájgárden.
